{
  "officers": [
    {
      "name": "Bob Howard",
      "call_sign": "W8RH",
      "role": "President",
      "bio": "I got into Amateur Radio in 2009. My old call sign, K9ZHJ, once belonged to my uncle, Tom Hanrahan.After passing my Technician exam in September of 2009, I was able to get his call back. With the assistance of my elmer, N5FW, I am really enjoying this hobby. Passed my General exam in February of 2010 and the Extra in December of 2010. My rig is a stock Icom IC 7610 with a AL-800H amp. The primary antenna is a A-4 older non \"S\" model on a WT51 tower. The wire antenna is an Icom AH-710 set up as an inverted V.  Mobile rig is FTM 400 and FT 70.   Also I am VE Team Liaison and past  President of the Maricopa Amateur Radio Association and now currently a board member www.copahams.org. and board member of Amateur Radio Coundil of Arizona www.arca-az.org   I now have W8RH. Recently got interested in Wires X, and now run a digital net every Wednesday evening at 7:00 PM MST on the DIGITAL DESERT room 28445. Looking forward to hearing from you."
    },
    {
      "name": "Scott Bushman",
      "call_sign": "WI7Y",
      "role": "Vice President"
    },
    {
      "name": "Bob Proctor",
      "call_sign": "N6YPE",
      "role": "Secretary",
      "image_src": "/imgs/officers/n6ype.jpg",
      "bio": "I was Elmered by K9MLD, Joel, in Wisconsin (now MI), and WB6AKI, Roque (Rocky), in California (now OK). My hometown is Fremont, CA, where I was first licensed in 1989. I moved to Minnesota in 1991 but never got used to the cold weather, later moved to North Carolina in summer of 2007. XYL is Cathy, she doesn't care for radio, but tolerates a little \"RF noise\" from my office/shack. I have CCR restrictions here, but hope to have a stealth HF antennas soon at the house. I have HF/VHF/UHF working in the car. Occasionally go bicycle mobile on 144/440 MHz. Work at a microcontroller company as an application engineer, mostly motor control stuff. Over the years, did lots of work with EMI/RFI, a skill that still comes in handy. Besides ham radio and bicycling, other hobbies include kayaking, fishing, astronomy, robotics and hiking."
    },
    {
      "name": "George Hogan",
      "call_sign": "K7GTH",
      "role": "Treasurer"
    }
  ],
  "board_members": [
    {
      "name": "Louis Sandoval",
      "call_sign": "W8LES"
    },
    {
      "name": "Glenn Cline",
      "call_sign": "KG2LF"
    },
    {
      "name": "Mario Barriere",
      "call_sign": "KJ7NQH"
    }
  ],
  "ve_team": [
    {
      "name": "Bob Howard",
      "call_sign": "W8RH"
    },
    {
      "name": "Chris Canevit",
      "call_sign": "W7CGC"
    },
    {
      "name": "Johnathan Wiltberger",
      "call_sign": "NO7IN"
    },
    {
      "name": "Steve Miller",
      "call_sign": "W6SDM"
    },
    {
      "name": "Joshua Babb",
      "call_sign": "W7JAB"
    },
    {
      "name": "James Charboneau",
      "call_sign": "KC1BB"
    },
    {
      "name": "David French",
      "call_sign": "N7FAN"
    },
    {
      "name": "McKay Monson",
      "call_sign": "AC7CA"
    },
    {
      "name": "Timothy Grant",
      "call_sign": "W7TGG"
    },
    {
      "name": "Paul Ellis",
      "call_sign": "W7MA"
    },
    {
      "name": "Norman Fasoletos",
      "call_sign": "K7NWF"
    },
    {
      "name": "Nathan Moore",
      "call_sign": "K7NDM"
    },
    {
      "name": "Bob Beltz",
      "call_sign": "N7GW"
    },
    {
      "name": "Ron Mc Kee",
      "call_sign": "AJ7T"
    },
    {
      "name": "Scott Bushman",
      "call_sign": "WI7Y"
    },
    {
      "name": "Curt Steger",
      "call_sign": "NA7CS",
      "image_src": "/imgs/officers/na7cs.jpg"
    },
    {
      "name": "Bill Beare",
      "call_sign": "K7WSB"
    },
    {
      "name": "Chris Butler",
      "call_sign": "KF7TUP"
    },
    {
      "name": "James Parkinson",
      "call_sign": "KB8HEL"
    },
    {
      "name": "Arthur Swander",
      "call_sign": "AD7EM"
    }
  ]
}
